rails/app/controllers/identities_controller.rb

SELECT `identities`.* FROM `identities`
---
  def index
    @identities = Identity.all