rails/app/controllers/repositories_controller.rb

  def index
    @respositories = Repository.all
---
SELECT `repositories`.* FROM `repositories`